<?php
$string['modulename'] = 'Книга НБ РС(Я)';
$string['pluginname'] = 'Книга НБ РС(Я)';

$string['modulename_help'] = '<p>Элемент «Книга НБ РС(Я)» позволяет добавить в курс книги. В отличие от типа ресурса «Книга», данный элемент является самостоятельным, готовым, интегрированным в работу системы решением, на базе которого может быть выстроен весь курс.</p>';

$string['org_token'] = 'Токен организации';
$string['nlrsbook_id'] = 'ID';
$string['name'] = 'Название';
$string['button_desc'] = 'Выбор ресурса';
